<?php

return [
    'otp_code' => 'رمز یکبار مصرف',

    'mail' => [
        'subject' => 'رمز یکبار مصرف',
        'greeting' => 'سلام !',
        'line1' => 'کد یکبار مصرف شما:  :code',
        'line2' => 'این کد به مدت :seconds ثانیه معتبر خواهد بود.',
        'line3' => 'اگر این درخواست از سمت شما نیست لطفا این پیام را نادیده بگیرید',
        'salutation' => 'با آروزی بهترین ها, :app_name',
    ],

    'view' => [
        'time_left' => 'زمان باقی مانده (ثانیه) ',
        'resend_code' => 'ارسال مجدد کد',
        'verify' => 'تایید',
        'go_back' => 'بازگشت',
    ],

    'notifications' => [
        'title' => 'کد یکبار مصرف ارسال شد',
        'body' => 'کد تایید به آدرس ایمیل شما ارسال شده است. در عرض :seconds ثانیه معتبر خواهد بود.',
    ],

    'validation' => [
        'invalid_code' => 'کد وارد شده معتبر نیست.',
        'expired_code' => 'کد وارد شده منقضی شده است.',
    ],
];
